allure-results/b8fc31b57a4740d394091943dd27037d-attachmentxml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><GetPayerRoundingRules xmlns="http://tempuri.org/"><DestinationCountry>COL</DestinationCountry><PayerID>999</PayerID><RecipientCurrency>AAA</RecipientCurrency><DeliveryMethod>HOME DELIVERY</DeliveryMethod></GetPayerRoundingRules></soap:Body></soap:Envelope>